class StringConstants:
    prediction_is_impossible = (
        "К сожалению, у нас не получается составить прогноз на сегодня"
    )
    need_more_data = "Нам нужно больше данных, чтобы делать предсказания. Отмечайте своё самочувствие на протяжении нескольких дней"
    hurts = "болеть"
    not_hurts = "не болеть"
    increased = "повышенное"
    not_increased = "не повышенное"
    prediction_message = "Есть вероятность, что сегодня у вас будет %s давление и %s голова. Самочувствие при этом будет на %d из 5"
    registration = "Регистрация"
    main_page = "Главная страница"
    login = "Вход"
